/* OK Action */
"OK" = "OK";

/* Cancel Action */
"Cancel" = "Cancel";

/* Warning Title */
"Warning" = "Warning";

/* Test runner screen title */
"TestRunner.title" = "iPerf";

/* Cannot connect to the server, please check that the server is running */
"TestRunner.errorConnection" = "Cannot connect to the server, please check that the server is running";

/* Error running the test */
"TestRunner.errorDefault" = "Error running the test";

/* Error initializing the test */
"TestRunner.errorInitializing" = "Error initializing the test";

/* Unknown error %d running the test */
"TestRunner.errorUnknown" = "Unknown error %d running the test";

/* Server is busy, please retry later */
"TestRunner.errorServerBusy" = "Server is busy, please retry later";

/* Need server details */
"TestRunner.errorEmptyFields" = "Server not configured";

/* Help start button name */
"TestRunner.Help" = "Help";

/* Test start button name */
"TestRunner.start" = "Start";

/* Test stop button name */
"TestRunner.stop" = "Stop";

/* Test server ip address */
"TestRunner.serverAddress" = "Server Address";

/* Test server port where iPerf is running */
"TestRunner.serverPort" = "Server Port";

/* Test stop button name */
"TestRunner.testLocation" = "Test Location (Kitchen, Bedroom etc)";

/* Transmit mode of the test */
"TestRunner.transmitMode" = "Transmit Mode";

/* Number of streams */
"TestRunner.streams" = "Streams";

/* Megabits per second */
"TestRunner.megabits" = "%d Mbits/s";

/* Minimum Speed */
"TestRunner.minSpeed" = "Min: %d";

/* Average Speed */
"TestRunner.avgSpeed" = "Avg: %d";

/* Maximum Speed */
"TestRunner.maxSpeed" = "Max: %d";

/* Duration of the test */
"TestRunner.duration" = "Test Duration";

/* Test results title */
"TestResults.title" = "Results";

/* Mode of the test */
"TestResults.mode" = "Mode";

/* Date of test */
"TestResults.date" = "Date";

/* Duration of the test */
"TestResults.duration" = "Duration";

/* Number of streams for the test */
"TestResults.streams" = "Streams";

/* Average Bandwidth for the test */
"TestResults.speed" = "Speed (Mbits/s)";

/* Test results delete action title */
"TestResults.deleteTitle" = "Delete All?";

/* Test results delete action message */
"TestResults.deleteMessage" = "This will delete %d test results";

/* Help screen title */
"TestHelper.title" = "Help";

/* Settings screen title */
"Settings.title" = "Settings";

/* Haptic feedback on test completion */
"Settings.enableHaptics" = "Enable Haptic Feedback";

/* Sound feedback on test completion */
"Settings.enableSounds" = "Enable Sounds";
